/* add card section - section title
consent section - add a new card */
"Add new" = "Adicionar novo";

"Apple Pay" = "Apple Pay";

/* title for bank selection */
"Bank" = "Banco";

/* Billing Address - title */
"Billing Address" = "Morada de faturação";

/* add card section - billing info */
"Billing country or region" = "País ou região de faturação";

"Card" = "Cartão";

/* consent section - alert cancel button to delete a consent */
"Cancel" = "Cancelar";

/* Card Info Cell - title */
"Card Information" = "Informação do cartão";

/* user input validation */
"Card’s expiration date is invalid" = "Data de validade do cartão inválida";

/* consent section - unselect consent and go back to consent list */
"Change" = "Alterar";

/* consent section - choose a saved card */
"Choose a card" = "Escolher um cartão";

/* billing city placeholder */
"City" = "Cidade";

/* close button for alert */
"Close" = "Fechar";

/* checkout button title for recurring payment */
"Confirm" = "Confirmar";

/* consent section - cvc field placeholder
user input - cvc placeholder */
"CVC" = "CVC";

/* add card section - billing field */
"Email" = "E-mail";

/* user input validation */
"Expiry date is required" = "Data de validade é obrigatória";

/* add card section - UnionPay warning message */
"For UnionPay, only credit cards can be saved. Click “Pay” to proceed with a one time payment or use another card if you would like to save it for future use." = "Para UnionPay, apenas cartões de crédito podem ser guardados. Clique em \"Pagar\" para efetuar um pagamento único ou use outro cartão se o quiser guardar para utilizações futuras.";

/* user input validation */
"Invalid email" = "E-mail inválido";

/* user input validation */
"Invalid phone number" = "Número de telefone inválido";

/* schema section - invalid schema data */
"Invalid schema" = "Esquema inválido";

/* user input validation */
"Invalid state" = "Distrito / Estado inválido";

/* add card section - button to switch to consent list */
"Keep using saved cards" = "Continuar a usar cartões guardados";

/* add card section - billing field */
"Name on card" = "Nome no cartão";

/* payment section separator */
"Or pay with" = "Ou pagar com";

/* checkout button title for one-off payment */
"Pay" = "Pagar";

/* title for payment sheet */
"Payment Methods" = "Métodos de pagamento";

/* add card section - billing field */
"Phone number" = "Número de telefone";

/* user input validation */
"Please enter your city" = "Por favor, introduza a sua cidade";

/* country selection view error hint
user input validation */
"Please enter your country" = "Por favor, introduza o seu país";

/* user input validation */
"Please enter your first name" = "Por favor, introduza o seu nome";

/* user input validation */
"Please enter your last name" = "Por favor, introduza o seu apelido";

/* user input validation */
"Please enter your name on card" = "Por favor, introduza o nome no cartão";

/* user input validation */
"Please enter your street" = "Por favor, introduza a sua rua";

/* user input validation - bank selection view error hint */
"Please select a bank" = "Por favor, selecione um banco";

/* billing postal code placeholder */
"Postal code" = "Código postal";

/* consent section - alert confirm button to remove a consent */
"Remove" = "Remover";

/* consent section - alert title for delete a consent */
"Remove %@?" = "Remover %@?";

/* Billing Address - reuse toggle */
"Same as shipping address" = "Igual à morada de envio";

/* add card section - toggle for card saving */
"Save my card for future payments" = "Guardar o meu cartão para pagamentos futuros";

/* schema section - title of Bank Selection form */
"Select your Bank" = "Selecione o seu banco";

/* bank selection placeholder
country selection view placeholder */
"Select..." = "Selecionar...";

/* billing state placeholder */
"State" = "Distrito / Estado";

/* billing street placeholder */
"Street" = "Rua";

/* alert message for delete MIT consent */
"This card is used for other payments you've set up with %@. Please contact %@ to update the payment method for these payments before removing this card." = "Este cartão é usado para outros pagamentos que você configurou com %@. Por favor, contacte %@ para atualizar o método de pagamento desses pagamentos antes de remover este cartão.";

/* consent section - alert message for delete a consent */
"This option will be permanently removed from your saved payment methods." = "Esta opção será removida permanentemente dos seus métodos de pagamento guardados.";

/* schema payment redirect reminder */
"You will be redirected to complete your payment upon confirmation." = "Será redirecionado para concluir o pagamento após a confirmação.";


/* Apple Pay section - instruction text */
"Click the Apple Pay button below to securely complete your purchase." = "Clique no botão Apple Pay abaixo para concluir a sua compra em segurança.";


/* billing state placeholder */
"Area" = "Área";

/* billing state placeholder */
"County" = "Condado";

/* billing state placeholder */
"Department" = "Departamento";

/* billing state/city placeholder */
"District" = "Distrito";

/* billing state placeholder */
"Do Si" = "Do si";

/* billing postal code placeholder */
"Eircode" = "Eircode";

/* billing state placeholder */
"Emirate" = "Emirado";

/* billing state placeholder */
"Island" = "Ilha";

/* billing state placeholder */
"Oblast" = "Oblast";

/* billing state placeholder */
"Parish" = "Paróquia";

/* billing postal code placeholder */
"Pin" = "Pin";

/* billing state placeholder */
"Prefecture" = "Prefeitura";

/* billing state placeholder */
"Province" = "Província";

/* billing city placeholder */
"Suburb" = "Bairro";

/* billing city placeholder */
"Town" = "Cidade";

/* billing postal code placeholder */
"ZIP code" = "Código postal";
